<?php
defined('BASEPATH') OR exit('No direct script access allowed');
?>
<section>
    <div class="grid-box-outer">
        <div class="container">
            <div class="more-vid-header">
                <h2>हमारी सेवायें</h2>

                <ul>
                    <li>
                        <p>* लाइव वेबकास्‍ट : इंटरनेट से जुड़े हुए पर्सनल कंप्‍यूटरों के लिए पहले से दर्ज किये गये आडियो अथवा वीडियो के सजीव प्रसारण के लिए प्रयोक्‍ता जो कि लाइव क्लिप पर क्लिक करता है तो वह जो घटना प्रगति पर होती है तो वह उस सजीव घटना के बारे में जानकारी हासिल करता है । क्‍योंकि यह घटनायें वास्‍तविक समय से तेजी से आगे, रिवाइंड होती है और उनमें कोई ठहराव नहीं होता । लाइव वेबकास्ट् विविध बृहत भौगोलिक दर्शकों के लिए उच्च मांग लाइव प्रस्तुतियों के लिए सबसे उपयुक्तं है । प्रतिभागी वेबसाइट पर जाकर अपने डेस्किटॉप से आभासी प्रस्तु्तियों में शामिल हो सकते हैं । प्रशिक्षक और शिक्षार्थियों के बीच विचार-विनिमय वास्‍तविक समय में होती है । प्रतिभागी सत्र के दौरान प्रस्तोषता के लिए सवाल टाइप करने के लिए चैट विंडो का उपयोग कर सकते हैं । वेब कास्ट सजीव घटनाओं को महसूस करके उनका अनुकरण करते हुए उनको अपने में एकत्रित करता है तथा जिन्हों ने मूल वेब कास्टा को मिस किया है वे बाद में भी उसको रिकार्ड करके देख सकते हैं । यह विधि उपग्रह प्रसारण से भी कम खर्चीली है ।</p>
                    </li>
                    <li>
                        <p>* आन-डिमांड वेब कास्ट् : अनुरोध पर प्रयोक्तारओं को पहले से दर्ज की गयी क्लिपों को सुपुर्द अथवा स्ट्रीम्ड किया जाता है। प्रयेक्तार जो ऑन-डिमांड क्लिप के लिंक पर क्लिक करता है तो वह शुरू से उस क्लिपको देखता है । प्रयोक्ताज उस क्लिप को आगे बढ़ा सकता है उसे रिवाइंड अथवा उस क्लिप में ठहराव ला सकता है । इसलिए ऑन डिमांड स्ट्री म्सब को संग्रहित सजीव घटनाओं अथवा रिकार्ड किये गये क्लिपों से तैयार किया जा सकता है ।</p>
                    </li>
                    <li>
                        <p>* www ओवर पर मल्टीमीडिया प्रस्तुतियॉ : सिंक्रनाइज मल्टीमीडिया समन्वीयन भाषा (एस एम आई एल, प्रोनाउनस्ड ‘स्माइल’) इंटरएक्टिव ओडियो विजुअल प्रस्तुतियों को प्राधिकृत करने में समक्ष बनाता है । एस एम आई एल का इस्ते माल वास्‍तविक प्रस्तु्तियों के लिए किया जा रहा है जो कि स्ट्रीमिंग आडियो तथा वीडियो छवियो, विषय सामग्री या किसी भी अन्यत मीडिया के प्रकार के साथ इसको एकीकृत करता है ।</p>
                    </li>
                </ul>

                <h3> हमारी तकनीक</h3>

                <ul>
                    <li>* एनकोडर : फ्लैश मीडिया लाइव एनकोडर (एफ एम एल ई) </li>
                    <li>* सर्वर : एनआईसी मीडिया स्ट्रीमिंग सर्वर</li>
                    <li>* प्लेडयर : एच एल एस प्लेयर</li>
                    <li>* प्रोटोकोलस : एच टी टी पी / आर टी एम पी</li>
                </ul>


                <h3>हमारी बेजोड़ वेबसाइट सेवा की कुछ विशेषताओं में निम्नलिखित शामिल हैं :</h3>

                <ul>
                    <li>* ऑनलाइन एन्कोडिंग इंजिनस वांछित दर पर मीडिया स्ट्रीम को संचालित करते हैं ।</li>
                    <li>* वितरण सर्वर से हाई स्पीड आर एफ/लीज्द लाइन/सैटेलाइट कनेक्शन</li>
                    <li>* प्रयोक्ता पहॅुच पैकेज – असीमित अथवा ब्लॉक्स्</li>
                    <li>* विभिन्नत घटनाओं के लिए संग्रह सेवायें</li>
                    <li>* वेबकास्ट‍ से लिंक प्रदान करने तथा आने वाली घटनाओं की घोषणा हेतु एस्थेटिकली डिजाइन्ड वेब पेज</li>
                </ul>
            </div>
        </div>
    </div>
</section>

