<?php
defined('BASEPATH') OR exit('No direct script access allowed');
?>
<section class="static-pages">
    <div class="grid-box-outer">
        <div class="container">
            <div class="more-vid-header">
                <h2>सहायता</h2>
                <p><strong>अगर आप वेबकास्ट देखने के लिए कठिनाइयों का सामना कर रहे हैं तो कृपया निम्नलिखित सहायता दस्तासवेजों के माध्यिम से जायें –</strong></p>
                <h3><a href="<?php echo base_url(); ?>help/system_requirements?lang=hi">सिस्टम आवश्यतकताऍ</a></h3>
                <p>सिस्टहम आवश्यकताऍ पेज एक एन आई सी वेबकास्ट देखने के लिए आवश्यआक न्यूनतम और सिफारिश कंप्यू टर हार्डवेयर और सॉफ्टवेयर की रूपरेखा पर आधारित है । यह कंप्यूटर प्रणाली अपेक्षाओं, वेब ब्राउजर अपेक्षाओं तथा स्ट्री मिंग मीडिया प्ले यर की आवश्याकताओं को शामिल करता है ।</p>
                <h3><a href="<?php echo base_url(); ?>help/downloads?lang=hi">डाउनलोड</a></h3>
                <p>अगर आप वेबकास्टस देखने के लिए निर्दिष्ट एच/डब्यू आवश्क‍ताओं को पूरा करते हैं और किसी साफ्टवेयर को मिस करते हैं तो उस पृष्ठ् पर जायें जो डाउनलोड करने के लिए लिंक प्रदान करता है |</p>
                <h3><a href="<?php echo base_url(); ?>help/troubleshooting?lang=hi">समस्या निवारण</a></h3>
                <p>सभी न्यू‍नतम आवश्याकताओं को पूरा करने के बाद भी यदि आप अब एन आई सी वेबकास्ट देखने में कठिनाई का सामना कर रहे हैं तो तकनीकी परामर्श, ज्ञात समस्याओं तथा अन्य‍ समस्या निवारण टिप्स से समस्या निवारण पृष्ठ के माध्यम से जाये ।
                </p>
            </div>

        </div>
    </div>
</section>

