<?php
defined('BASEPATH') OR exit('No direct script access allowed');
?>
<section class="static-pages">
        <div class="grid-box-outer">
            <div class="container">
                <div class="more-vid-header">
                    <h2>वेबकास्‍ट सेवा</h2>
                    <p>
                        हाई एन्‍ड मीडिया प्रौद्योगिकी के आगमन के साथ वेबकास्‍ट को लाइव/डिमांड करने की संकल्‍पना ने जितनी लोकप्रियता हासिल की है, पहले कभी नहीं की । वेबकास्‍ट की घटना प्रत्‍यक्ष अथवा भौगोलिक सीमाओं के बिना दुनिया के हर कोने में अपनी घटना की पहॅुच का विस्‍तार करने की अनुमति प्रदान करती है । रासूवि केन्‍द्र में हम, त्रुटि रहित निर्माण गुणवत्‍ता के साथ अपनी इष्‍टतम वेबसाइट की घटनाओं को आप तक लाने को सुनिश्चित करते हैं । रासूवि केन्‍द्र की वेबसाइट सेवायें लाखों ऑन लाइन दर्शकों के लिए स्‍ट्रीमिंग लाने, हास्टिंग तथा ऑन साइट निर्माण लाने के लिए ए‍क सद्य: परिचालित समाधान प्रदान करती है ।
                    </p>
                    <h3><a href="<?php echo base_url(); ?>services/our_services?lang=hi"> हमारी सेवायें</a></h3>
                    <h3><a href="<?php echo base_url(); ?>services/avail_services?lang=hi">सेवाओं को कैसे प्राप्त करें</a></h3>
                </div>

            </div>
        </div>
</section>

